Repository: macfuse/mount
Catalog: Mount/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# creatingMountPointFailed.header
source: Volume Not Available
de: Volume konnte nicht aktiviert werden
es: Volumen no disponible
fr: Volume indisponible
ja: ボリュームを利用できません
ko: 볼륨을 사용할 수 없음
pt_br: Volume Indisponível
zh_hans: 宗卷不可用

# creatingMountPointFailed.message
source: The volume could not be made available at the following location: %1$(mountPoint)@ Make sure the enclosing folder exists and that you have permission to create folders there. Then try mounting the volume again.
de: Das Volume konnte an folgendem Ort nicht aktiviert werden: %1$(mountPoint)@ Stelle sicher, dass der übergeordnete Ordner vorhanden ist und du die Berechtigung hast, dort Ordner zu erstellen. Versuche anschließend erneut, das Volume zu aktivieren.
es: No se ha podido montar el volumen en la siguiente ubicación: %1$(mountPoint)@ Asegúrate de que la carpeta contenedora exista y de que tengas permiso para crear carpetas en ella. A continuación, vuelve a intentar montar el volumen.
fr: Le volume n’a pas pu être monté à l’emplacement suivant : %1$(mountPoint)@ Assurez-vous que le dossier parent existe et que vous êtes autorisé à y créer des dossiers. Essayez ensuite de monter à nouveau le volume.
ja: ボリュームを次の場所にマウントできませんでした: %1$(mountPoint)@ 内包しているフォルダが存在し、そこにフォルダを作成するためのアクセス権があることを確認してください。そのあと、ボリュームをもう一度マウントしてみてください。
ko: 다음 위치에 볼륨을 마운트할 수 없습니다: %1$(mountPoint)@ 상위 폴더가 존재하고 해당 위치에 폴더를 생성할 권한이 있는지 확인하십시오. 그런 다음 볼륨을 다시 마운트해 보십시오.
pt_br: Não foi possível montar o volume no seguinte local: %1$(mountPoint)@ Verifique se a pasta superior existe e se você tem permissão para criar pastas nela. Em seguida, tente montar o volume novamente.
zh_hans: 无法在以下位置装载宗卷： %1$(mountPoint)@ 请确保上层文件夹存在，并且你有权限在其中创建文件夹。然后再次尝试装载宗卷。

# enableFileSystemExtension.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# enableFileSystemExtension.gettingStarted
source: Open Getting Started Guide
de: Getting Started Guide öffnen
es: Abrir la guía “Getting Started”
fr: Ouvrir le guide « Getting Started »
ja: 「Getting Started」ガイドを開く
ko: ‘Getting Started’ 설명서 열기
pt_br: Abrir o Guia “Getting Started”
zh_hans: 打开“Getting Started”指南

# enableFileSystemExtension.header
source: Enable File System Extension
de: Dateisystemerweiterung aktivieren
es: Activar la extensión del sistema de archivos
fr: Activer l’extension du système de fichiers
ja: ファイルシステム機能拡張を有効にする
ko: 파일 시스템 확장 프로그램 활성화
pt_br: Ativar Extensão do Sistema de Arquivos
zh_hans: 启用文件系统扩展

# enableFileSystemExtension.message
source: Enable the %1$(productName)@ file system extension. Open System Settings › General › Login Items & Extensions. Under Extensions, click By Category. Click the info symbol next to File System Extensions and enable the %1$(productName)@ file system extension. Then try mounting the volume again.
de: Aktiviere die %1$(productName)@ Dateisystemerweiterung. Öffne Systemeinstellungen › Allgemein › Anmeldeobjekte & Erweiterungen. Klicke unter Erweiterungen auf Nach Kategorie. Klicke neben Dateisystemerweiterungen auf das Info-Symbol und aktiviere die %1$(productName)@ Dateisystemerweiterung. Versuche anschließend erneut, das Volume zu aktivieren.
es: Activa la extensión del sistema de archivos de %1$(productName)@. Abre Ajustes del Sistema > General > Ítems de inicio y extensiones. En la sección Extensiones, haz clic en “Por categoría”. Haz clic en el botón Información situado junto a “Extensiones del sistema de archivos” y activa la extensión del sistema de archivos de %1$(productName)@. A continuación, vuelve a intentar montar el volumen.
fr: Activez l’extension du système de fichiers %1$(productName)@. Ouvrez Réglages Système › Général › Ouverture et extensions. Accédez à Extensions, cliquez sur « Par catégorie », puis cliquez sur le bouton d’informations en regard d’« Extensions du système de fichiers » et activez l’extension du système de fichiers %1$(productName)@. Essayez ensuite de monter à nouveau le volume.
ja: %1$(productName)@ファイルシステム機能拡張を有効にしてください。 システム設定で「一般」＞「ログイン項目と機能拡張」を開きます。「機能拡張」で「カテゴリ別」をクリックします。「ファイルシステム機能拡張」の横にある「情報」ボタンをクリックしてから、%1$(productName)@ファイルシステム機能拡張をオンにします。 そのあと、ボリュームをもう一度マウントしてみてください。
ko: %1$(productName)@ 파일 시스템 확장 프로그램을 활성화하십시오. 시스템 설정 > 일반 > 로그인 항목 및 확장 프로그램을 여십시오. 확장 프로그램으로 이동하여 ‘카테고리별’을 클릭한 다음, ‘파일 시스템 확장 프로그램’ 옆의 정보 버튼을 클릭하고 %1$(productName)@ 파일 시스템 확장 프로그램을 켜십시오. 그런 다음 볼륨을 다시 마운트해 보십시오.
pt_br: Ative a extensão do Sistema de Arquivos do %1$(productName)@. Abra Ajustes do Sistema › Geral › Itens de Início de Sessão e Extensões. Em Extensões, clique em Por Categoria. Clique no botão Informações ao lado de Extensões do Sistema de Arquivos e ative a extensão do Sistema de Arquivos do %1$(productName)@. Em seguida, tente montar o volume novamente.
zh_hans: 启用%1$(productName)@文件系统扩展。 打开“系统设置”›“通用”›“登录项与扩展”。前往“扩展”，点按“按类别”，然后点按“文件系统扩展”旁边的“信息”按钮并启用%1$(productName)@文件系统扩展。 然后再次尝试装载宗卷。

# enableFileSystemExtension.systemSettings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
zh_hans: 打开系统设置

# installHelperTools.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# installHelperTools.gettingStarted
source: Open Getting Started Guide
de: Getting Started Guide öffnen
es: Abrir la guía “Getting Started”
fr: Ouvrir le guide « Getting Started »
ja: 「Getting Started」ガイドを開く
ko: ‘Getting Started’ 설명서 열기
pt_br: Abrir o Guia “Getting Started”
zh_hans: 打开“Getting Started”指南

# installHelperTools.header
source: Install Helper Tool
de: Hilfsprogramm installieren
es: Instalar la herramienta asociada
fr: Installer l’utilitaire
ja: ヘルパーツールをインストール
ko: 보조 프로그램 설치
pt_br: Instalar Ferramenta Auxiliar
zh_hans: 安装帮助程序工具

# installHelperTools.install
source: Install Helper Tool
de: Hilfsprogramm installieren
es: Instalar la herramienta asociada
fr: Installer l’utilitaire
ja: ヘルパーツールをインストール
ko: 보조 프로그램 설치
pt_br: Instalar Ferramenta Auxiliar
zh_hans: 安装帮助程序工具

# installHelperTools.message
source: Install the helper tool required to mount %1$(productName)@ volumes. Enter an administrator name and password to continue. After the helper tool is installed, the volume is mounted automatically.
de: Installiere das Hilfsprogramm, das zum Aktivieren von %1$(productName)@ Volumes erforderlich ist. Gib dazu den Namen und das Passwort eines Administrators ein. Das Volume wird anschließend automatisch aktiviert.
es: Instala la herramienta asociada necesaria para montar los volúmenes de %1$(productName)@. Introduce un nombre y una contraseña de administrador para continuar. Una vez instalada la herramienta asociada, el volumen se montará automáticamente.
fr: Installez l’utilitaire requis pour monter les volumes %1$(productName)@. Saisissez le nom et le mot de passe d’un administrateur pour continuer. Une fois l’utilitaire installé, le volume est monté automatiquement.
ja: %1$(productName)@ボリュームのマウントに必要なヘルパーツールをインストールします。続けるには、管理者の名前とパスワードを入力してください。 ヘルパーツールがインストールされると、ボリュームは自動的にマウントされます。
ko: %1$(productName)@ 볼륨을 마운트하는 데 필요한 보조 프로그램을 설치하십시오. 계속하려면 관리자 이름과 암호를 입력하십시오. 보조 프로그램이 설치되면 볼륨이 자동으로 마운트됩니다.
pt_br: Instale a ferramenta auxiliar necessária para montar volumes do %1$(productName)@. Digite o nome e a senha de um administrador para continuar. Após a instalação da ferramenta auxiliar, o volume será montado automaticamente.
zh_hans: 安装%1$(productName)@宗卷装载所需的帮助程序工具。输入管理员名称和密码以继续。 帮助程序工具安装完成后，宗卷会自动装载。

# registerFileSystemExtension.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# registerFileSystemExtension.gettingStarted
source: Open Getting Started Guide
de: Getting Started Guide öffnen
es: Abrir la guía “Getting Started”
fr: Ouvrir le guide « Getting Started »
ja: 「Getting Started」ガイドを開く
ko: ‘Getting Started’ 설명서 열기
pt_br: Abrir o Guia “Getting Started”
zh_hans: 打开“Getting Started”指南

# registerFileSystemExtension.header
source: Register File System Extension
de: Dateisystemerweiterung registrieren
es: Registrar la extensión del sistema de archivos
fr: Enregistrer l’extension du système de fichiers
ja: ファイルシステム機能拡張を登録
ko: 파일 시스템 확장 프로그램 등록
pt_br: Registrar Extensão do Sistema de Arquivos
zh_hans: 注册文件系统扩展

# registerFileSystemExtension.message
source: Register the %1$(productName)@ file system extension. Restart your Mac, then try mounting the volume again.
de: Registriere die %1$(productName)@ Dateisystemerweiterung. Starte deinen Mac neu und versuche anschließend erneut, das Volume zu aktivieren.
es: Registra la extensión del sistema de archivos de %1$(productName)@. Reinicia el Mac y, a continuación, vuelve a intentar montar el volumen.
fr: Enregistrez l’extension du système de fichiers %1$(productName)@. Redémarrez votre Mac, puis essayez de monter à nouveau le volume.
ja: %1$(productName)@ファイルシステム機能拡張を登録します。 Macを再起動してから、ボリュームをもう一度マウントしてみてください。
ko: %1$(productName)@ 파일 시스템 확장 프로그램을 등록하십시오. Mac을 재시동한 다음 볼륨을 다시 마운트해 보십시오.
pt_br: Registre a extensão do Sistema de Arquivos do %1$(productName)@. Reinicie o Mac e tente montar o volume novamente.
zh_hans: 注册%1$(productName)@文件系统扩展。 重新启动Mac，然后再次尝试装载宗卷。

# registerFileSystemExtension.register
source: Register File System Extension
de: Dateisystemerweiterung registrieren
es: Registrar la extensión del sistema de archivos
fr: Enregistrer l’extension du système de fichiers
ja: ファイルシステム機能拡張を登録
ko: 파일 시스템 확장 프로그램 등록
pt_br: Registrar Extensão do Sistema de Arquivos
zh_hans: 注册文件系统扩展

# unexpectedError.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# unexpectedError.header
source: Unexpected Error
de: Unerwarteter Fehler
es: Error inesperado
fr: Erreur inattendue
ja: 予期しないエラー
ko: 예기치 않은 오류
pt_br: Erro Inesperado
zh_hans: 发生意外错误

# unexpectedError.message
source: An unexpected error occurred while mounting the %1$(productName)@ volume. Please make sure you are using the latest version of %1$(productName)@. In case the issue persists, refer to the Troubleshooting Guide.
de: Beim Aktivieren des %1$(productName)@ Volumes ist ein unerwarteter Fehler aufgetreten. Stelle sicher, dass du die neueste Version von %1$(productName)@ verwendest. Falls das Problem weiterhin auftritt, findest du weitere Informationen im Troubleshooting Guide.
es: Se ha producido un error inesperado al montar el volumen de %1$(productName)@. Asegúrate de que estás utilizando la versión más reciente de %1$(productName)@. Si el problema persiste, consulta la guía “Troubleshooting”.
fr: Une erreur inattendue est survenue lors du montage du volume %1$(productName)@. Assurez-vous d’utiliser la dernière version de %1$(productName)@. Si le problème persiste, consultez le guide « Troubleshooting ».
ja: %1$(productName)@ボリュームのマウント中に予期しないエラーが起きました。 最新バージョンの%1$(productName)@を使用していることを確認してください。 問題が解決しない場合は、「Troubleshooting」ガイドを参照してください。
ko: %1$(productName)@ 볼륨을 마운트하는 동안 예기치 않은 오류가 발생했습니다. 사용 중인 %1$(productName)@의 버전이 최신인지 확인하십시오. 문제가 지속되면 ‘Troubleshooting’ 설명서를 참조하십시오.
pt_br: Ocorreu um erro inesperado ao montar o volume do %1$(productName)@. Verifique se você está usando a versão mais recente do %1$(productName)@. Se o problema persistir, consulte o guia “Troubleshooting”.
zh_hans: 装载%1$(productName)@宗卷时发生意外错误。 请确保你使用的是最新版本的%1$(productName)@。 如果问题仍然存在，请参阅“Troubleshooting”指南。

# unexpectedError.troubleshooting
source: Open Troubleshooting Guide
de: Troubleshooting Guide öffnen
es: Abrir la guía “Troubleshooting”
fr: Ouvrir le guide « Troubleshooting »
ja: 「Troubleshooting」ガイドを開く
ko: ‘Troubleshooting’ 설명서 열기
pt_br: Abrir o Guia “Troubleshooting”
zh_hans: 打开“Troubleshooting”指南

# creatingMountPointFailed.close
source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
